/* Demo panel */

"DEMO_TITLE" = "ChronoSync v4.6.6";
"DEMO_MSG" = "This copy of ChronoSync v4.6.6 is demo-licensed only.\n\nThe following restrictions apply:\n\n     - Only one synchronization operation is allowed per session.\n     - No more than 5000 entries will be scanned in a set of targets.\n\nNote: A full-working, time-expiring license key is available upon request from our website.\n\n";
"DO_REGISTER" = "Register now";
"DO_DEMO" = "Demo Mode";
"DO_PURCHASE" = "Purchase...";
"HYPERLINK_TEXT" = "our website";

/* license panel */

"MODULE_0" = "ChronoSync";
"MODULE_1" = "M1";
"MODULE_2" = "M2";
"MODULE_3" = "M3";
"MODULE_4" = "M4";
"MODULE_5" = "M5";

"MODE_NO" = "Disabled";
"MODE_YES" = "Enabled";
"MODE_FREE" = "Free";
"MODE_DEMO" = "Demo Mode";



"LICENSE" = "License";
"LICENSE_ERR" = "Invalid license does not permit execution of this application.";
"RE_LICENSE" = "Re-license";
"RE_DEMO" = "Demo";
"RE_DEMO_MSG" = "The demo license key has been successfully installed.";
"UNREGISTER" = "Unregister";
"RETRY" = "Retry";
"DEMO_DAYS_LEFT_STATUS_MSG" = "Enabled - You have %.1f days left in the trial period.";

/* register panel */

"REGISTER" = "Register";
"REGISTER_ERR" = "Incorrect registration values.";

/* Misc */

"OK" = "OK";

"TERMINATE" = "Terminate";

"CANT_WRITE_SYS_ERR" = "Can't write %s: %s.";

"REGISTRATION" = "Registration";
"REGISTRATION_EXPIRED_ERR" = "The time period for registering the application has expired.  The application can only be used in demo mode until it has been successfully registered.\n\nNOTE: An Internet connection is required in order to complete the registration process.";
"PROCEED" = "Proceed";
"REGISTRATION_COMPLETE_MSG" = "Congratulations, ChronoSync has been successfully registered.";
"REGISTRATION_NOT_COMPLETED_MSG" = "The registration could not be completed because the server could not be reached.  Make sure that you have a valid Internet connection and then try again.  If the problem persists, then there may be a problem with the server.  In which case, simply try again at a later time.\n\nYou have %d days left to register the application before it will revert to running in demo mode.";
"REGISTRATION_X_DAYS_LEFT_MSG" = "You have %d days left to register the application before it will revert to running in demo mode.";

"UNREGISTRATION_COMPLETE_MSG" = "ChronoSync has been unregistered.";
"UNREGISTRATION_NOT_COMPLETED_MSG" = "The unregistration could not be completed.  Make sure that you have a valid Internet connection and then try again.  If the problem persists, then there may be a problem with the server.  In which case, simply try again at a later time.";

"PENDING" = " (Pending)";

"NO_INTERNET" = "An Internet connection can not be established.  Make sure that you have a valid Internet connection and then try again.";
